{
    "joe": {
        "james": {
            "bio": "James and I met on the first day of school when we were just four years old. We instantly became best friends and that has never really changed. Hopefully we have had a positive influence on each and I can definitely thank James for my first time being drunk! We constantly make each other laugh, mainly by speaking in quotes. There have been times when we have not seen each other for a while (mainly due to geography) however as soon as we see each other it seems as if no time has passed. There was no way James wasn’t going to be standing with me on my wedding day."
        },
        "ali": {
            "bio": "I’ve been friends with Alli since we were 15 and I don’t think we’ve ever fallen out. We actually met through ex-girlfriends and even though those relationships didn’t last our friendship has! He is the co-founder of Marble Buffalo and is also the dumbest smart guy I know. I think he was surprised when I asked him to be my best man but I couldn’t pick between these two guys. I have stitched up Alli over the years with photos and I’m sure he will be looking for some revenge on the stag!"
        }
    },
    "lucy": {
        "katie": {
            "bio": "Katie and I have been friends all our lives. Her, along with the rest of the Lamberts, are my second family and over the years we have shared many highs and lows together. Some of mine and Joe’s best memories involve this girl, she is one of a kind. Katie knows me inside out and I couldn’t imagine getting married without her by my side. She is completely bonkers and has a heart of gold, I know she will make this whole experience even more special."
        },
        "ellie": {
            "bio": "Ellie and I met when we were 11 years old at a drama group. Over the years we have been in many shows together and have shared some amazing memories and experiences. She is able to make me laugh in the darkest times, sometimes we laugh just by looking at each other. We bring out the best and worst in each other and are so similar it is scary. She is beautiful inside and out and I know she will go out of her way to make sure I am ok and have a special day, I can’t wait to be on the dance floor with her all night bringing out some old routines."
        }
    }
}